Repository: MishaJexia/Wild_Series
Catalog: translations/messages.*.xlf
Languages: es, fr

source: Hello %username%
es: Buenos dias %username%
fr: Bonjour %username%

# account.logout
source: Log Out
es: Desconectarse
fr: Se déconnecter

# account.login
source: Log In
es: Conectarse
fr: Se connecter

# page.categoryAdmin
source: Categories-Admin
es: categoríaAdmin
fr: Catégories-Admin

# page.categoryAdminTitle
source: List of categories
es: Listado de categorias
fr: Liste des catégories

# page.categoryAdminCreateButton
source: Create new category
es: Creación de una nueva categoría.
fr: Creation d'une nouvelle catégorie

# page.categoryAdminNew
source: categoriesAdmin | New
es: categoríaAdmin | Nueva
fr: categorieAdmin | Nouvelle

# page.categoryAdminNewTitle
source: Adding a new category
es: Agregar una nueva categoría
fr: Ajout d'une nouvelle catégorie

# page.adminSaveButton
source: Save
es: Salvar
fr: Sauvegarder

# page.seasonAdminEdit
source: seasonAdmin | Edit
es: temporadaAdmin | Editar
fr: saison-Admin | Modifier

# page.seasonAdminEditTitle
source: Modify a season
es: Modificar una temporada
fr: Modifier une saison

# page.adminUpdateButton
source: Update
es: Poner al día
fr: Mettre à jour

# page.adminReturnButton
source: Retourner Ã la liste
es: Volver a la lista
fr: Retourner à la liste

# page.seasonAdmin
source: seasonAdmin
es: temporadaAdmin
fr: Saisons-Admin

# page.seasonAdminTitle
source: List of seasons
es: Lista de estaciones
fr: Liste des saisons

# word.number
source: Number
es: Número
fr: Numéro

# word.year
source: Year
es: Año
fr: Année

# word.description
source: Description
es: Descripción

# word.actions
source: Action(s)
es: acción (es)

# list.show
source: Show
es: Consultar
fr: Consulter

# list.edit
source: Edit
es: Editar
fr: Modifier

# page.seasonAdminListMessage
source: No season available
es: No hay temporada disponible
fr: Aucune saison disponible

# page.seasonAdminCreateButton
source: Add a new season
es: Agregar una nueva temporada
fr: Ajouter une nouvelle saison

# page.seasonAdminNew
source: seasonAdmin | New
es: temporada | Nueva
fr: saisonAdmin | New

# page.seasonAdminNewTitle
source: Add a season
es: Agregar una temporada
fr: Ajouter une saison

# page.seasonAdminShow
source: seasonAdmin | Show
es: temporada | Consultar
fr: saisonAdmin | Consulter

# page.seasonAdminShowTitle
source: Season sheet
es: Hoja de temporada
fr: Fiche de la saison

# word.delete
source: Delete
es: Borrar
fr: Supprimer

# page.profile
source: My account
es: Mi cuenta
fr: Mon compte

# word.name
source: Name
es: Apellido
fr: Nom

# page.profileFavorisSerie
source: Your favorite series
es: Tu serie favorita
fr: Vos séries préférées

# page.profileFarisSerieMessage
source: No series found
es: No se encontraron series.
fr: Aucune série trouvée

# page.serie
source: Series
es: Serie
fr: Séries

# page.serieTitle
source: List of series
es: Lista de series
fr: Liste des séries

# word.category
source: Category
es: Categoría
fr: Catégorie

# page.serieListMessage
source: No series available
es: No hay series disponibles.
fr: Aucune série disponible

# page.serieReturnButton
source: Return to the home page
es: Vuelve a la página inicial
fr: Retourner sur la page d'accueil

# page.home
source: Home
es: bienvenida
fr: Accueil

# page.homeMessage
source: Welcome to the wild series website
es: Bienvenido al sitio de Wild Series
fr: Bienvenue sur le site Wild Series

# page.homeCardCategory
source: Category
es: Categoría
fr: Catégorie

# page.homeListMessage
source: No series found
es: No se encontraron series.
fr: Aucune série trouvée

# page.episodeAdmin
source: episodeAdmin
es: episodioAdmin
fr: Episodes-Admin

# account.register
source: Register
es: Registrarse
fr: S'enregistrer

# language.selected
source: Change site language
es: Cambiar idioma del sitio
fr: Modifier la langue du site

# language.fr
source: French
es: francés
fr: Français

# language.en
source: English
es: Inglés
fr: Englais

# language.es
source: Spanish
es: Español
fr: Espagnol

# page.serieAdminEdit
source: serieAdmin | Edit
es: serieAdmin | Editar
fr: serie-Admin | Modifier

# page.serieAdminEditTitle
source: Edit a series
es: Modifier une série
fr: Modifier une série

# page.serieAdminTitle
source: List of series
es: Lista de series
fr: Liste des séries

# word.title
source: Title
es: Titular
fr: Titre

# word.summary
source: Summary
es: Resumen
fr: Résumé

# word.poster
source: Poster
es: Póster
fr: Affiche

# page.serieAdminMessageListActor
source: No actor found
es: Ningún actor encontrado
fr: Aucun acteur trouvé

# page.serieAdminMessageListSerie
source: No series found
es: No se encontraron series.
fr: Aucune série trouvée

# page.serieAdminCreateButton
source: Add a new series
es: No se encontraron series....
fr: Ajouter une nouvelle série

# page.serieAdminNew
source: serieAdmin | New
es: serieAdmin | Nueva
fr: serie-Admin | Nouvelle serie

# page.serieAdminNewTitle
source: Add a new series
es: Agregar una nueva serie
fr: Ajouter une nouvelle série

# page.serieAdminShow
source: serieAdmin | Show
es: serieAdmin | Consultar
fr: serie-Admin | Consulter

# page.serieAdminShowTitle
source: Series sheet
es: Hoja de serie
fr: Fiche de la série

# page.serieAdminListActorShow
source: Actor sheet
es: Archivo del actor
fr: Fiche d'un acteur

# page.serieAdminReturnButton
source: Return to the series list
es: Regresar a la lista de series
fr: Retourner à la liste des séries

# page.episodeAdminEdit
source: episodeAdmin | Edit
es: episodioAdmin | Editar
fr: episodeAdmin | Modifier

# page.episodeAdminEditTitle
source: Edit an episode
es: Editar un episodio
fr: Modifier un épisode

# page.episodeAdminTitle
source: List of episodes
es: Lista de episodios
fr: Liste des épisodes

# word.synopsis
source: Synopsis
es: Sinopsis

# page.episodeAdminMessageList
source: No episode found
es: Ningún episodio encontrado
fr: Aucun épisode trouvé

# page.episodeAdminCreateButton
source: Add a new episode
es: Agregar un nuevo episodio
fr: Ajouter un nouvel épisode

# page.episodeAdminNew
source: episodeAdmin | New
es: episodiaAdmin | Nueva
fr: episodeAdmin | Nouvel

# page.episodeAdminNewTitle
source: Add a new episode
es: Agregar un nuevo episodio
fr: Ajouter un nouvel épisode

# page.episodeAdminShow
source: episodeAdmin | Show
es: episodioAdmin | Consultar
fr: episodeAdmin | Consulter

# page.episodeAdminShowTitle
source: Episode sheet
es: Hoja del episodio
fr: Fiche d'un épisode

# page.actorAdminEdit
source: actorAdmin | Edit
es: actorAdmin | Editar
fr: actorAdmin | Modifier

# page.actorAdminEditTitle
source: Edit actor
es: Editar actor
fr: Modifier un acteur

# page.actorAdminTitle
source: List of actors
es: Listado de actores
fr: Liste des acteurs

# page.actorAdminMessageList
source: No actor found
es: Ningún actor encontrado
fr: Aucun acteur trouvé

# page.actorAdminCreateButton
source: Add a new actor
es: Agregar un nuevo actor
fr: Ajouter un nouvel acteur

# page.actorAdminNew
source: actorAdmin | New
es: actorAdmin | Nueva
fr: acteurAdmin | Nouveau

# page.actorAdminNewTitle
source: Add a new actor
es: Agregar un nuevo actor
fr: Ajouter un nouvel acteur

source: page.actorAdmin | Show
es: actorAdmin | Consultar
fr: acteurAdmin | Consulter

# page.actorAdminShowTitle
source: Actor's file
es: Archivo del actor
fr: Fiche d'un acteur

# page.serieAdmin
source: serieAdmin
fr: Séries-Admin

# page.actorAdmin
source: actorAdmin
fr: Acteurs-Admin

# word.actor
source: Actor
fr: Acteur(s)
